{
  "Introduction": "Wait, you must be the new farmer#$b#My name is Ann, nice to meet you.$1#$e#I just moved here and I was Penny's cousin.",
  "danceRejection": "I can't accept that, sorry..",
  "Divorced": "Sorry but I don't want to see you anyway..$5",
  "secondChance_Girls": "I think we can restart together agian...$4",
  "Mon": "Hey @ Where did you find the clothes? It's looks peretty!$1",
  "Mon2": "Oh! @. # $ q 6000/6001 question_1 # Have you been Bangkok City? # $ r 6000 15 q_yes # Yes, I have! # $ r 6001 0 q_no # No, I haven't..",
  "q_yes": "Great! I use to lived there before I moved here.$1",
  "q_no": "No? It's OK.$2#$b# I think you should plan to visit there sometime!$1",
  "question_1": "$ p 6000 # I just miss my home if you ask me like this. | Bangkok City is the place that not like any other city.#$b#If you hane no problem about the very loud noise",
  "Tue": "Umm..sorry I have bad mood today, @ $2#$e#I go to bed at 2AM, when I wake up, it's already sunrise.$3#$e#Maybe I should not take 4 cups of coffe isn't?",
  "Wed": "I was at Faculty of Digital Art, but I really like literature.$1#$b#Someday, I'll able to lead Penny to study with me!!$1",
  "Thu": "Howdy @ You come here to invite me to be your assistant on your farm?$1#$b#Haha! Just kidding. I don't wait to mess you up. Feel free your work.",
  "Fri": "What's up @ What fun things have you done during the weekend?#$b#I wanna read some books...$1",
  "Fri2": "I think I should take my motorcycle here ... $ s # $ q 6002/6003 question_2 #Hey! Have you ride a motorcycle before?#$r 6002 15 q_myes #I have..# $r 6003 0 q_mno #Not even once.. ",
  "q_myes": "Oh me too! It's really help me when I go and back form the university!$1#$b#Wanna ride with me? $1",
  "q_mno": "No? so bad...$2",
  "question_2": "$p 6002 #Maybe I'll take you on a trip with me someday#$b#Have you drunk before? | You are really missing out @! $1",
  "Mon4": "Hey hey! @ You work hard everyday. You should get some rest.. I just worry$1#$b#But try to get in!$1",
  "Tue2": "à¹You have a stick your on hair ^ You have a stick on your hiar#$b#Now it's gone.$1",
  "Tue6": "* sigh * I don't what should I doing first today..$2",
  "Wed4": "I swear I saw little green thing in the Community Center yesterday. Strange right?",
  "Wed2": "I think we are getting along well @ If you need something, you can ask me! $1",
  "Thu2": "I suspect that what are they doing...$0#$e#What? I just wanna know >_<$1",
  "Thu4": "I heard that Penny is the teacher for kids in the town #$b#Is it great huh?$1",
  "Thu10": "I think I should go to the clinic sometime.#$e$#I use my time for the books too much right..",
  "Fri3": "Y'know. I think this is perfect for me#$e# It's not Bangkok City, but I have to go back some soon.$2",
  "Fri4": "Do you interest to learn about language? I can teach you if you wanna learn!$1",
  "Sat": "I doubt when go back. How my family be#$e#A! I haven't send them any message.",
  "Sat2": "I just accidentally broke the router $2#$b#Unfortunately, it's not have repair shop here.$2",
  "Sat4": "Penny is pretty good cousin. She very kind!#$b#We have a lot in common!$1 ",
  "Sun": "I suspect that... what is Emily doing... #$e#Oh.. What do you what?",
  "Sun2": "Hi! The farmer. Today's weather good right!",  
  "Sun8": "Hey @ You look pretty well today. Or it's just because I have fully sleep.$1",
  "spring_12": "Egg Festival tomorrow!! Wanna join? $1#$b#I can't wait now >w<$1",
  "spring_23": "Flower Dance is tomorrow right? #$b# Sound fun and it's time to use the dress Penny gives me,
  "summer_Mon": "Ah.. So hot... $2#$e#Hey @ Are you have something cool? I'm really hot....",
  "summer_Mon2": "I can't wait any longer! $1#$b# Why? Cuz my birthday gonna comes!!",
  "summer_Mon4": "Doing hardwork as always huh @ Try to get in!$1",
  "summer_Tue": "Some day ago, I try to fishing.$1#$b#And yes, I got no fish ;-; $4",
  "summer_Tue2": "@ don't forget to drink some water and try to stay in the shade!#$b#OK? $1#$b#I just worry.",
  "summer_Tue4": "At least the air feels fresh here, fresher than Thailand Kingdom.#$b#Wanna plant some crops like you... $1",
  "summer_Wed": "Y'know what @#$b#I think you are the person who work heaviest as I ever known.$7",
  "summer_Wed2": "Are you interest to go to the beach with me? #$b# Why? Just sit around yeah.$1#$b#Just sit around. $1",
  "summer_Wed4": "Hi! The farmer$b#$b#I think I'm getting hot..$2",
  "summer_Sat": "Really hot sunny. My skin gonna dry.$2",
  "summer_Sat2": "I just run out of sunscreen.$2#$e#Hoping Pierre have some stock.$2",
  "summer_Sat4": "Sometime I'm thinking...#$b#That I was Pam and Penny's incumbrance$2#$b#I want to help them more.",
  "summer_Thu": "Hey... On the free time, do you decorate your farmhouse?#$e#The trailer have not much space, so I don't know how to decorate.",
  "summer_Thu2": "Howdy! @ I just thinking of you. #$e# How are you today?",
  "summer_Thu4": "* Yawn * I'm so bore ... $2#$b#It's not have anything to do mush except just walking around. $3",
  "summer_Thu8": "@ , what do you look at people? #$b#Height?...#$b#Psychic nature?...#$b#Personality?...#$b#Oh.. just ask ... for the friend yeah.#$e#",
  "summer_Sun": "Wanna wear other clothes...$2#$e#It should have clothing store nearby here$0",
  "summer_Sun2": "Hi @ It's finally summer.$1#$e#I can rest from my report homework$1",
  "summer_Sun4": "The weather like this make me don't wanna go outside #$b# In my hometown also hot like this",
  "summer_Fri": "Here @ drink to make body feels fresh. [167]",
  "summer_Fri2": "Err @? Are you OK? Today you look not well #$b# Come here to make body feels better. [167]",
  "summer_Fri4": "Hey @ are you busy with housework?#$b#I hope we will have time to talking together#$b#Maybe should have some book to read $1",
  "summer_10": "I just heard Luau is tomorrow..#$e#Hoping body will make the soup be dirty#$e#Even it's funny that can put anything#$e#on it $1#$b#But don't do that! $5",
  "summer_27": "I haven't seen jellyfish before. Especially the lunaloo jellyfish#$e# Years ago I missed to see it because I felt sleep.$4#$b#And no one wakes me up * sigh * $2 ",
  "fall_Mon": "Hello @! #$e# The weather is getting cold, so I think I can go outside more often.",
  "fall_Mon2": "Hi @ #$e# Are you busy today?",
  "fall_Mon4": "Remember when we first meet @? #$b#I surely think that will be our final meet, but look, we are still here and talking together. $1",
  "fall_Tue": "Finally, it's nice to get out of the hot weather.",
  "fall_Tue2": "The valley looks very beautiful these days. #$e# I should take the camera here ... ",
  "fall_Tue4": "Ahh... Nice weather! $1#$b#What do you think?$7",
  "fall_Wed": "It's have something beautiful and sorrow about the leaves on the trees. $7#$b# It's a kind of symbol of beauty, life, death and renewal. Maybe the tree life is just like our life too.$3#$b#I think too much huh?,#$e#Or maybe I read too much literature.$1",
  "fall_Wed2": "Have you seen Sakura before @? They are native where I used to travel and I think you'll see it when it's in full bloom. $7",
  "fall_Thu": "This time of year is windy! $ h #$e# I know this might sound a little childish. But I love jumping into the pile of leaves! $1",
  "fall_Thu2": "I suspect what is Shen doing #$e# Oh wait! The weather is perfect to read a book!",
  "fall_Thu4": "That blacksmith guy staring at Emily... $5#$b#I feel uneasy. $5",
  "fall_Fri": "I should send a postcard to my father and mother#$b#But I must finish 3 cards for my sisters and brothers $1",
  "fall_Fri4": "What do you wanna do on weekend, @?$7#$e#I probably find some book to read, but if you are free you can come to me. I can give you borrow some! $1",
  "fall_Fri8": "I can't wait to pay the house for my own#$b#I better stop daydreaming... $1",
  "fall_Fri10": "@ when you are near... I feel comfortable $4#$e#I know it's strange, but it's true. $4",
  "fall_Sat": "What is this feeling? Or I drink to much coffe? $4",
  "fall_Sun": "This weather make me feel very well.$7#$b#Good weather to mile running! $1#$b#Just kidding Haha! $1",
  "fall_15": "Have you visit Stardew Valley Fair?$7#$e#I'd like to see if there's anything I can write on a report as a homework for university. $1",
  "fall_26": "Spirit's Eve is tomorrow. Are you plan to go there?#$b#I think that I will cosplay but that maybe too much",
  "winter_Mon": "You come to visit me in the weather like this.$4#$b#Are you brave or crazy, I don't know!$5#$e#But you have to take care yourself OK! $5",
  "winter_Mon2": "I told you days ago! $5#$e#I worry about you! $5",
  "winter_Mon8": "Have you feel love?$7#$e#For me it was... frightening.$2#$b# Haha! I just kidding! $1#$e#.... $4 ",
  "winter_Tue": "I really must start exercising indoors.#$e#This weather makes me lazy.",
  "winter_Tue2": "Penny gives me her books.#$b#She pretty nice. She doesn't want to talk about this. Hehe! $1",
  "winter_Wed": "I was able to get a really good cup of hot chocolate, unfortunately Gus had nothing to offer.",
  "winter_Wed2": "Look, you must really cold!#$b#I guess no weather can stop you. $1#$b#Please take care of yourself. $4",
  "winter_Thu": "* sigh * My legs are stiff from sitting around in the house.",
  "winter_Thu2": "Hey @ I just miss you.#$e#How are you?$7",
  "winter_Fri": "Yesterday today I'm so tired! I think I should rest with got a warm drink to show delight with oneself. $1",
  "winter_Fri8": "My big sister just sent me a parcel in the mail. #$b# Shee gave me a little more, I want you to have some! [221]",
  "winter_Sat": "It's almost the end of the year, can you believe how fast time flies? #$e# I have to send postcards to my family.",
  "winter_Sun": "Too bad I haven't borrowed the book yet. $2",
  "winter_7": "Festival of Ice?#$b#Wow, this place having all...$7 ",
  "winter_24": "Wow! Feast of the Winter Star will start tomorrow right?#$b#I wanna know who will give me a gift...#$b#What will I get, I don't know, maybe I will got myself. Haha!$1#$b#The hottest gift of the year. Get it before it's gone. Haha! $1",
  "stardrop_gift": "I want to give this to you, you mean a lot to me, thank you for everything. The farmer$7#$b#...... ..$4",
  "give_flowersA": "How do you know this is my favorite flower$1#$b#You mean... ?$3#$b#I... really out of word, @! ^ You are... so lovely, @!  I... truly out of word.$1#$b#Yes! I will be your girlfriend! You know I waiting so long for this day. $1 ",
  "give_flowersB": "How do you know this is my favorite flower$1#$b#You mean... ?$3#$b#I... really out of word, @! ^ You are... so lovely, @!  I... truly out of word.$1#$b#Yes! I will be your girlfriend! You know I waiting so long for this day. $1 ",
  "give_pendant": "Do want to marry me? $3 #$b# I -... Yes! $4 #$b# I will tell the Mayor, so don't worry about preparing. $4 #$b# Time and again you never fail to make me fall in love with you, I can't wait for our wedding day! $4 ",
  "reject_two_heartA": "You love me?$3#$b#Sorry we are not as close as you think. We just...$2",
  "reject_two_heartB": "It's too fast for that don't do you think? $3",
  "cheat_four_heartA": "This is awkward $3#$b# Sorry, I just thought we weren't in... same level... to feel something like that$2",
  "reject_four_heartB": "That's too hard for me...$2#$b#I don't think we can get along enough ... $3",
  "EngagementA": "Are you married? $3",
  "EngagementB": "You haved, stop. $5",
  "marriedA": "You want so much. How much is enough!$5#$b#You're married!$5",
  "marriedB": "You wanna make harem?! I don't like even your face.$5",
  "refusal_no_heartsA": "You think it's funny? $5",
  "refusal_no_heartsB": "You think it's funny huh? $3",
  "refusal_knownA": "I don't want to rude but... I don't feel as your. $3",
  "refusal_knownB": "I'm sorry I don't feel the same way....$3",
  "refusal_botherA": "Ignoring? $3#$b# When will you learn?$3",
  "refusal_botherB": "... $5#$b# You made me mad. $5",
  "event_Ann1": "... ! $4",
  "event_Ann2": "Of course we can spend time together here anytime I don't mind.",
  "event_Ann3": "I guess it's really good.... $7"
}
