{
  "Introduction": "Wait, you must be the new farmer#$b#My name is Ann, nice to meet you.$1#$e#I just moved here and I was Penny's cousin.",
  "danceRejection": "I can't accept that, sorry..",
  "Divorced": "Sorry but I don't want to see you anyway..$5",
  "secondChance_Girls": "I think we can restart together agian...$4",
  "Mon": "Hey @ Where did you find the clothes? It's looks peretty!$1",
  "Mon2": "Oh! @. # $ q 6000/6001 question_1 # Have you been Bangkok City? # $ r 6000 15 q_yes # Yes, I have! # $ r 6001 0 q_no # No, I haven't..",
  "q_yes": "Great! I use to lived there before I moved here.$1",
  "q_no": "No? It's OK.$2#$b# I think you should plan to visit there sometime!$1",
  "question_1": "$ p 6000 # I just miss my home if you ask me like this. | Bangkok City is the place that not like any other city.#$b#If you hane no problem about the very loud noise",
  "Tue": "Umm..sorry I have bad mood today, @ $2#$e#I go to bed at 2AM, when I wake up, it's already sunrise.$3#$e#Maybe I should not take 4 cups of coffe isn't?",
  "Wed": "I was at Faculty of Digital Art, but I really like literature.$1#$b#Someday, I'll able to lead Penny to study with me!!$1",
  "Thu": "Howdy @ You come here to invite me to be your assistant on your farm?$1#$b#Haha! Just kidding. I don't wait to mess you up. Feel free your work.",
  "Fri": "What's up @ What fun things have you done during the weekend?#$b#I wanna read some books...$1",
  "Fri2": "I think I should take my motorcycle here ... $ s # $ q 6002/6003 question_2 #Hey! Have you ride a motorcycle before?#$r 6002 15 q_myes #I have..# $r 6003 0 q_mno #Not even once.. ",
  "q_myes": "Oh me too! It's really help me when I go and back form the university!$1#$b#Wanna ride with me? $1",
  "q_mno": "No? so bad...$2",
  "question_2": "$p 6002 #Maybe I'll take you on a trip with me someday#$b#Have you drunk before? | You are really missing out @! $1",
  "Mon4": "Hey hey! @ You work hard everyday. You should get some rest.. I just worry$1#$b#But try to get in!$1",
  "Tue2": "ํYou have a stick your on hair ^ You have a stick on your hiar#$b#Now it's gone.$1",
  "Tue6": "* sigh * I don't what should I doing first today..$2",
  "Wed4": "I swear I saw little green thing in the Community Center yesterday. Strange right?",
  "Wed2": "I think we are getting along well @ If you need something, you can ask me! $1",
  "Thu2": "I suspect that what are they doing...$0#$e#What? I just wanna know >_<$1",
  "Thu4": "I heard that Penny is the teacher for kids in the town #$b#Is it great huh?$1",
  "Thu10": "I think I should go to the clinic sometime.#$e$#I use my time for the books too much right..",
  "Fri3": "Y'know. I think this is perfect for me#$e# It's not Bangkok City, but I have to go back some soon.$2",
  "Fri4": "Do you interest to learn about language? I can teach you if you wanna learn!$1",
  "Sat": "I doubt when go back. How my family be#$e#A! I haven't send them any message.",
  "Sat2": "I just accidentally broke the router $2#$b#Unfortunately, it's not have repair shop here.$2",
  "Sat4": "Penny is pretty good cousin. She very kind!#$b#We have a lot in common!$1 ",
  "Sun": "I suspect that... what Emily doing... #$e#Oh.. What do you what?",
  "Sun2": "Hi! The farmer. Today's weather good right!",  
  "Sun8": "Hey @ You look pretty well today. Or it's just because I have fully sleep.$1",
  "spring_12": "Egg Festival tomorrow!! Wanna join? $1#$b#I can't wait now >w<$1",
  "spring_23": "Flower Dance is tomorrow right? #$b# Sound fun and it's time to use the dress Penny gives me,
  "summer_Mon": "Ah.. So hot... $2#$e#Hey @ Are you have something cool? I'm really hot....",
  "summer_Mon2": "I can't wait any longer! $1#$b# Why? Cuz my birthday gonna comes!!",
  "summer_Mon4": "Doing hardwork as always huh @ Try to get in!$1",
  "summer_Tue": "Some day ago, I try to fishing.$1#$b#And yes, I got no fish ;-; $4",
  "summer_Tue2": "@ don't forget to drink some water and try to stay in the shade!#$b#OK? $1#$b#I just worry.",
  "summer_Tue4": "At least the air feels fresh here, fresher than Thailand Kingdom.#$b#Wanna plant some crops like you... $1",
  "summer_Wed": "Y'know what @#$b#I think you are the person who work heaviest as I ever known.$7",
  "summer_Wed2": "Are you interest to go to the beach with me? #$b# Why? Just sit around yeah.$1#$b#Just sit around. $1",
  "summer_Wed4": "Hi! The farmer$b#$b#I think I'm getting hot..$2",
  "summer_Sat": "Really hot sunny. My skin gonna dry.$2",
  "summer_Sat2": "I just run out of sunscreen.$2#$e#Hoping Pierre have some stock.$2",
  "summer_Sat4": "บางครั้งฉันรู้สึกราวกับว่า...#$b#ตัวเองเป็น ภาระของแพม กับ เพนนี$2#$b#ฉันอยากช่วยพวกเขา ได้มากกว่านี้บ้างจัง",
  "summer_Thu": "นี่...เวลาว่างๆ คุณได้ตกแต่งบ้านรึเปล่า?#$e#รถบ้าน ฉันพื้นที่น้อยน่ะ เลยไม่รู้จะจัดยังไง",
  "summer_Thu2": "ไง @ ฉันแค่คิดถึงคุณ #$e# วันนี้เป็นยังไงบ้าง",
  "summer_Thu4": "* หาว * ฉันเบื่อมาก ... $2#$b#แถวนี้ไม่มีอะไรให้ทำ นอกจากเดินวนเป็นวงกลม $3",
  "summer_Thu8": "@ คุณมองหาอะไรในตัวคน? #$b#ส่วนสูง?...#$b#ลักษณะทางจิต?...#$b#บุคลิก?...#$b#แค่ถาม ... เอ่อสำหรับเพื่อนน่ะ#$e#",
  "summer_Sun": "อยากมีชุดอื่นใส่จัง...$2#$e#น่าจะมีร้านเสื้อผ้ามาเปิดแถวนี้นะ$0",
  "summer_Sun2": "ไง @ ในที่สุดก็ซัมเมอร์สักที$1#$e#ฉันจะได้พักจากการ ทำรายงานสักที$1",
  "summer_Sun4": "อากาศแบบนี้ทำให้ฉันไม่อยากออกจากบ้าน #$b# ในบ้านเกิดเก่าของฉันก็ร้อนแบบนี้แหละ",
  "summer_Fri": "ที่นี่ @ ดื่มแล้วให้ร่างกายชุ่มชื้นหน่อย [167]",
  "summer_Fri2": "เอ่อ @? คุณโอเคไหมวันนี้คุณดูไม่ค่อยดี #$b# มานี่พยายามทำให้ร่างกายชุ่มชื้นหน่อย [167]",
  "summer_Fri4": "นี้ @ คุณยุ่งกับการทำงานบ้านรึป่าว#$b#ฉันหวังว่าเราจะมีเวลา นั่งคุยกันสักหน่อย#$b#อาจจะต้องหาหนังสือมาอ่าน $1",
  "summer_10": "ฉันได้ยินมาว่า ลัวร์ คือวันพรุ่งนี้..#$e#หวังว่าจะไม่มีใครทำซุปเลอะเทอะนะ#$e#แม้ว่ามันจะเป็นเรื่องตลกที่จะโยนอะไร#$e#ลงไปในนั้น $1#$b#แต่ห้ามทำนะ! $5",
  "summer_27": "ฉันไม่เคยเห็น แมงกะพรุนมาก่อน โดยเฉพาะ แมงกะพรุนที่เรืองแสง#$e#เมื่อปีที่แล้วฉันพลาดไม่ได้เห็น เพราะฉันเผลอหลับอะ$4#$b#และไม่มีใครปลุก ฉันเลยสักคน * ถอนหายใจ * $2 ",
  "fall_Mon": "สวัสดี @! #$e# อากาศเย็นขึ้นเรื่อยๆ เลยฉันคิดว่าจะได้ออก ไปข้างนอกบ่อยขึ้น",
  "fall_Mon2": "สวัสดี @ #$e# วันนี้คุณยุ่งไหม",
  "fall_Mon4": "จำวันแรกที่เราเจอกันได้ไหม @? #$b#ฉันแน่ใจว่านั่นจะเป็น ครั้งสุดท้ายที่เราจะได้เจอกัน แต่ดูสิว่าตอนนี้เรา ยังคุยกันอยู่เลย $1",
  "fall_Tue": "ในที่สุดก็เป็นเรื่องดีที่ได้ออกจากอากาศร้อนสักที",
  "fall_Tue2": "ช่วงนี้หุบเขาดูสวยมากเลย #$e# ฉันน่าจะเอากล้องมาด้วย ... ",
  "fall_Tue4": "หว่าาาา อากาศดีจัง $1#$b#คุณคิดว่าไง?$7",
  "fall_Wed": "มีบางอย่างที่ สวยงามและน่าเศร้า เกี่ยวกับใบไม้บนต้นไม้ $7#$b# มันเป็นสัญลักษณ์ ของความงาม ชีวิต ความตาย และ การต่ออายุบางทีต้นไม้ ในตัวมันเองก็เปรียบ ได้กับชีวิตของเรา$3#$b#ฉันคิดมากไปเองเหรอ#$e#หรือฉันอ่านวรรณกรรมมากไป$1",
  "fall_Wed2": "คุณเคยเห็นดอก ซากุระมาก่อนรึป่าว @ พวกมันมีถิ่นกำเนิด ในที่ที่ฉันเคยไปเที่ยว และฉันว่าคุณ หน้าจะได้เห็นมันตอนบานสะพรั่งนะ $7",
  "fall_Thu": "ช่วงนี้ของปีมีลมแรง! $ h #$e# ฉันรู้ว่านี่อาจฟังดูเด็กไปหน่อย แต่ฉันชอบกระโดดลงไปในกองใบไม้! $1",
  "fall_Thu2": "ฉันสงสัยว่า Sen กำลังทำอะไรอยู่ #$e# โอ้เดี๋ยวก่อนอากาศดีหน้าอ่านหนังสือมาก",
  "fall_Thu4": "ผู้ชายคลินท์คนนั้นจ้องไปที่เอมิลี่...$5#$b#ฉันไม่ชอบเลย $5",
  "fall_Fri": "ฉันควรส่งโปสการ์ด ให้พ่อแม่ของฉัน#$b#แต่ฉันต้อง ได้อีกสามใบ สำหรับพี่สาวและน้องสาว ของฉัน $1",
  "fall_Fri4": "สุดสัปดาห์คุณคิดอยากจะทำอะไร @ ไหม?$7#$e#ฉันน่าจะหาหนังสือ มาอ่านนะแต่ ถ้าคุณว่างมาหาฉันได้นะ เดี๋ยวให้ยืมหนังสือ $1",
  "fall_Fri8": "ฉันรอไม่ไหวแล้วที่ จะจ่ายค่าบ้าน เป็นของตัวเอง#$b#ฉันหยุดฝันกลางวันดีกว่า.. $1",
  "fall_Fri10": "@ เมื่อคุณอยู่ใกล้ๆ... ฉันรู้สึกสบายใจ $4#$e#ฉันรู้ว่ามันแปลก แต่มันเป็นเรื่องจริงนะ $4",
  "fall_Sat": "อารมณ์หวั่นไหวนี้มันอะไร หรือฉันกิน กาแฟเยอะไปรึป่าว $4",
  "fall_Sun": "อากาศแบบนี้ ทำให้ฉันรู้สึกดีมาก$7#$b#อากาศดีมากสำหรับ การวิ่งเป็นไมล์! $1#$b#ล้อเล่นน่ะ ฮ่าฮ่า $1",
  "fall_15": "คุณเคยไป เทศกาลแสดงสินค้า ไหม$7#$e#อยากไปดูจังว่ามีอะไรที่ฉันจะเขียนรายงานส่งที่ มหาลัยได้บาง$1",
  "fall_26": "เทศกาลภูติ คือพรุ่งนี้คุณวางแผนจะไปไหม#$b#ฉันคิดจะแต่งตัว แต่ฉันคิดว่าฉันจะทำมากไปหน่อย",
  "winter_Mon": "คุณมาเจอฉันในสภาพอากาศแบบนี้ $4#$b#คุณอาจจะ กล้าหรือบ้า ฉันไม่รู้นะ!$5#$e#แต่คุณก็ต้องดูแลตัวเองด้วยรู้ไหม! $5",
  "winter_Mon2": "วันก่อนบอกแล้วไง! $5#$e#ฉันเป็นห่วงนะ! $5",
  "winter_Mon8": "คุณเคยมีความรัก ไหม$7#$e#สำหรับฉันมัน... น่ากลัว$2#$b# ฮ่าๆ ฉันล้อเล่นน่ะ! $1#$e#.... $4 ",
  "winter_Tue": "ฉันต้องเริ่มออกกำลังกายในร่มจริงๆ#$e#อากาศแบบนี้ทำให้ฉันขี้เกียจ",
  "winter_Tue2": "เพนนีให้หนังสือฉันมาอ่านด้วยแหละ#$b#เธอเป็นคนดีมากเลย เธอไม่ชอบ พูดถึงเรื่องนี้เลยนะ ฮิฮิ $1",
  "winter_Wed": "ฉันสามารถไปหาช็อคโกแลตร้อนดีๆสักถ้วยได้จริงๆเสียดายที่ Gus ไม่มีอะไรให้เลย",
  "winter_Wed2": "ดูสิคุณต้องหนาวแน่ๆ!#$b#ฉันเดาว่าไม่มีอากาศแบบไหนหยุดคุณได้หรอกคุณ $1#$b#ดูแลตัวเองหน่อยเถอะนะ $4",
  "winter_Thu": "* ถอนหายใจ * ขาของฉันแข็งจากการนั่งเฉยๆในบ้าน",
  "winter_Thu2": "นี่ @ ฉันแค่คิดถึงคุณ#$e#สบายดีไหม$7",
  "winter_Fri": "เมื่อวานวันนี้ ฉันเหนื่อยสุดๆ! ฉันคิดว่าฉันควรได้พักกับ ได้เครื่องดื่มอุ่นๆเพื่อแสดง ความยินดีกับตัวเอง $1",
  "winter_Fri8": "พี่สาวของฉันเพิ่งส่งของมาให้ฉันทางไปรษณีย์ #$b# เขาให้ฉันเพิ่มนิดหน่อยฉันอยากให้คุณมีบ้าง! [221]",
  "winter_Sat": "ใกล้จะหมดปีแล้วคุณเชื่อไหมว่าเวลาผ่านไปเร็วแค่ไหน #$e# ฉันต้องส่งโปสการ์ดให้ครอบครัว",
  "winter_Sun": "แย่จังฉันยังไม่ได้ไปยืมหนังสือมาเลย $2",
  "winter_7": "มีเทศกาลเฉพาะน้ำแข็งเหรอ#$b#ว้าวที่นี่มีครบจริงๆ...$7 ",
  "winter_24": "ว้าวงานเลี้ยงแห่งดาวฤดูหนาวจะมีขึ้นในวันพรุ่งนี้หรือเปล่า#$b#ฉันสงสัยว่าใครจะได้ของขวัญฉัน...#$b#ฉันจะได้อะไรบ้างฉันไม่รู้บางทีฉันอาจจะเป็นตัวเองฮ่าฮ่า!$1#$b#ของขวัญสุดฮอตประจำปี นี้รับก่อนที่จะหมดไป ฮ่าๆ $1",
  "stardrop_gift": "ฉันอยากจะมอบสิ่งนี้ให้คุณคุณมีความหมายกับฉันมากขอบคุณสำหรับทุกสิ่งนะ คุณ ชาว นา$7#$b#...... ..$4",
  "give_flowersA": "คุณรู้ได้ยังไงว่านี่ คือดอกไม้ที่ฉันชอบ$1#$b#คุณหมายถึง ... ?$3#$b#ฉัน..บอกไม่ถูกเลยฉันจะพูดอะไรดี @! ^ เธอเป็น..คนที่น่ารักมาเลย @!  ฉัน..บอกไม่ถูกเลยฉันจะพูดอะไรดี$1#$b#แน่นอนฉันจะเป็นแฟนเธอ! รู้ไหมฉันรอคุณมานาน แค่ที่จนถึงวันนี้ $1 ",
  "give_flowersB": "คุณรู้ได้ยังไงว่านี่ คือดอกไม้ที่ฉันชอบ$1#$b#คุณหมายถึง ... ?$3#$b#ฉัน..บอกไม่ถูกเลยฉันจะพูดอะไรดี @! ^ เธอเป็น..คนที่น่ารักมาเลย @!  ฉัน..บอกไม่ถูกเลยฉันจะพูดอะไรดี$1#$b#แน่นอนฉันจะเป็นแฟนเธอ! รู้ไหมฉันรอคุณมานาน แค่ที่จนถึงวันนี้ $1 ",
  "give_pendant": "คุณต้องการแต่งงานกับฉันไหม $3 #$b# I -... แน่นอน! $4 #$b# ฉันจะพูดกับนายกเทศมนตรีไม่ต้องกังวลเรื่องการเตรียมการ $4 #$b# ครั้งแล้วครั้งเล่าคุณไม่เคยล้มเหลวที่จะทำให้ฉันตกหลุมรักคุณฉันรอวันแต่งงานของเราไม่ไหวแล้ว! $4 ",
  "reject_two_heartA": "คุณสนใจฉันไหม$3#$b#ขอโทษนะเรา ไม่ได้สนิทกัน อย่างที่คิด เราคือ...$2",
  "reject_two_heartB": "มันเร็วเกิน ไปสำหรับสิ่งนั้นคุณไม่คิดหรอ $3",
  "cheat_four_heartA": "นี่มันน่าอึดอัด $3#$b# ขอโทษนะฉันแค่คิดว่าเราไม่ได้อยู่ใน ระดับเดียวกัน... ที่จะรู้สึกอะไรแบบนี้$2",
  "reject_four_heartB": "นั่นจะเป็นเรื่องยากสำหรับฉัน...$2#$b#ฉันไม่คิดว่าเราจะเข้ากันได้มากพอ ... $3",
  "EngagementA": "คุณไม่ได้หมั้นหรอ $3",
  "EngagementB": "คุณมีแล้วหยุดเลย $5",
  "marriedA": "คุณต้องการมาก เท่าไหนถึงจะพอ!$5#$b#คุณแต่งงานแล้ว!$5",
  "marriedB": "คุณจะสร้างฮาเร็มหรอ! ฉันไม่ขอบหน้าคุณเลย$5",
  "refusal_no_heartsA": "นี่เป็นเรื่องตลกหรอ? $5",
  "refusal_no_heartsB": "ตลกดีนี่เล่นตลกเหรอกล้องอยู่ไหน $3",
  "refusal_knownA": "ฉันไม่อยาก พูดแบบหยาบคาย แต่...ฉันไม่รู้สึก แบบเดียวกันกับคุณ$3",
  "refusal_knownB": "ฉันขอโทษฉันไม่ได้รู้สึกแบบเดียวกัน...$3",
  "refusal_botherA": "ไม่สนใจเพื่อน $3#$b# เรียนรู้สักที่?$3",
  "refusal_botherB": "... $5#$b# คุณทำให้ฉันโกรธ $5",
  "event_Ann1": "... ! $4",
  "event_Ann2": "แน่นอนเราสามารถใช้เวลาร่วมกันที่นี่ได้ตลอดเวลาฉันไม่รังเกียจ",
  "event_Ann3": "ฉันเดาว่ามันเป็นอะไรที่ดีมากๆเลย... $7"
}
