{
  "Rainy_Day_0": "ข้างนอกฝนตก เพราะงั้นพยายามอยู่ในบ้านนะที่รัก$7#$e#เป็นเหงามากนะรู้มั้ย$11",
  "Rainy_Day_1": "ฝนตก! ฉันแทบรอไม่ไหวที่จะไม่ทำอะไรเลย แต่อยู่ในบ้านทั้งวัน!!$5",
  "Rainy_Day_2": "อรุณสวัสดิ์!$h#$e#ขอให้เป็นวันที่ดีนะที่รัก และอย่าทำงานหนักเกินไปนะ",
  "Rainy_Day_3": "ยิ่งชอบฝนเท่าไหร่ ก็ใส่ส้นสูงแบบนี้ออกไปไม่ได้แล้ว...",
  "Rainy_Day_4": "ฉันยังไม่ชินกับการทำอาหารแต่จะพยายามทำให้ดีที่สุด!$1",
  "Rainy_Night_0": "หนาวมั้ยที่รัก ไปนอนเถอะ จะได้ทำให้อุ่นขึ้นนะ$7",
  "Rainy_Night_3": "ฝนทำให้บ้านของเราดู น่าอยู่นะว่ามั้ย?$h",
  "Rainy_Night_4": "วันนี้ฉันรู้สึกอยากอยู่บนเตียง อยากไปนอนด้วยกันมั้ย$4",
  "Rainy_Night_5": "ฉันดีใจที่คุณกลับบ้าน... คืนนี้ฉันอยากกอดคุณมาก!$1",
  "Indoor_Day_0": "อรุณสวัสดิ์ สุดหล่อ^อรุณสวัสดิ์ สุดสวย$h#$e#พร้อมสำหรับงานหนักหรือยัง$1",
  "Indoor_Day_1": "อรุณสวัสดิ์ !!$h#$b#ฉันพยายามทำบางอย่างให้น่ะ[210 211 195 240 610]",
  "Indoor_Day_2": "นอนหลับสบายไหม?#$b#ดูเหมือนกำลังฝันดีเลย!$1",
  "Indoor_Day_3": "ดูนั่นสิ ฉันยังฝันอยู่เลย $4",
  "Indoor_Day_4": "ฉันดูงานหนักทั้งหมดที่คุณทำในฟาร์มนี้ และต้องบอกว่าฉันประทับใจมาก#$e#ฉันภูมิใจในตัวคุณมากนะ @.$4",
  "Indoor_Night_0": "วันนี้คุณทำทุกอย่างเสร็จแล้วหรอ @?#$e#เธอคงเหนื่อย#$b#ฉันพร้อมจะเข้านอนทุกเมื่อที่คุณอยู่$1",
  "Indoor_Night_1": "วันนี้คุณดูเหมือนทำงานหนัก!$h#$e#ไม่ต้องละอายที่จะเลิกงาน",
  "Indoor_Night_2": "ฉันดีใจที่คุณกลับบ้าน#$e#ฉันรู้สึกเหงานิดหน่อย$l",
  "Indoor_Night_3": "ทำงานเสร็จแล้วเหรอ เข้านอนกันเถอะ$1",
  "Indoor_Night_4": "เสร็จแล้วสำหรับวันนี้และพร้อมสำหรับการนอนฝันดี!$1",
  "Outdoor_0": "วันนี้สวยจัง แดดออก$7",
  "Outdoor_1": "ถ้าคุณต้องการฉัน วันนี้ฉันจะอยู่รอบๆ ฟาร์มนะ#$e#ฉันจะเป็นกำลังใจให้คุณ ทุกๆวันนะ!$1",
  "Outdoor_2": "วันนี้มีความสุขนะ แดดออก#$e#อากาศดีวันนี้ เหมาะสำหรับอ่านหนังสือสุดๆ",
  "Outdoor_4": "กาแฟฟสักหน่อยมั้ยที่รัก ?$h[150]",
  "OneKid_0": "%kid1 น่ารักที่สุดไม่ใช่เหรอ",
  "OneKid_1": "ฉันหวังว่า %kid1 จะเติบโตเป็นคนที่ขยันแบบคุณนะ!$l",
  "OneKid_2": "ไม่ต้องกังวล ฉันจะจับตาดู %kid1 วันนี้ คุณแค่ตั้งใจกับงานของคุณเลย!$h",
  "OneKid_3": "ตอนนี้เรามีลูกแล้วชีวิตต่างไปจากเดิม แต่ฉันไม่ได้หมายความอย่างนั้นในทางที่ไม่ดีนะ$1#$b#มีความสุขจังที่อยู่กับคุณ $7",
  "TwoKids_0": "ฉันให้ %kid1 และ %kid2 อาหารเช้าของพวกเขาแล้ว วันนี้พยามเข้าที่รัก!$1",
  "TwoKids_1": "ฉันหวังว่าคุณจะทำงานให้เสร็จก่อนเวลา เด็กๆ พูดคุยกันอย่างไม่หยุดหย่อนเกี่ยวกับเวลาเล่นกับคุณ!$1",
  "TwoKids_2": "ฉันคิดว่าบุคลิกที่มีเสน่ห์ของคุณกำลังเติบโตขึ้นในเด็กๆ ที่รัก#$e#ทุกครั้งที่ฉันมองดูพวกเขา ฉันหยุดยิ้มไม่ได้เลยนะ$1",
  "TwoKids_3": "ฉันเคยพูดไปหลายครั้งแล้ว แต่ฉันรักครอบครัวของเรามาก!$4",
  "Good_0": "ชีวิตแต่งงานคือ... อืม ฉันอธิบายไม่ถูกเลย!$h#$b#และไม่ต้องพูดถึงว่าเคยมีคนที่ยอดเยี่ยมอย่างคุณ$l",
  "Good_1": "วันที่คุณบอกฉันว่าคุณรักฉันคือวันที่ยิ่งใหญ่ที่สุดในชีวิตของฉันนะ $4",
  "Good_2": "รู้ไหม วันนั้นที่โรงอาบน้ำ.. $4#$b#แบบว่า นั่นเป็นจูบแรกฉันนะ $1",
  "Good_3": "สวัสดีคนหล่อ!^สวัสดีคนสวย!",
  "Good_4": "ระวัง @ ฉันรู้ว่าคุณแข็งแกร่งมาก แต่อย่าประมาทเกินไปนะ...$2",
  "Good_5": "ว้าว วันนี้คุณดูหล่อมากเลย! คุณทำอะไรที่แตกต่างออกไปหรือเปล่า$1^เสน่ห์แบบผู้หญิงของคุณมันเกินต้านทานไม่ได้แล้ว ฉันละสายตาจากคุณไม่ได้เลย$1",
  "Good_6": "นี่ @ รักนะ $4",
  "Good_7": "ฉันซาบซึ้งในความทุ่มเททั้งหมดที่คุณทำ! แค่คิดว่าฉันควรบอกให้คุณรู้$1#$e#ฉันรักคุณ ที่รัก!$h",
  "Good_8": "เฮ้ สุดหล่อ อย่าหายไปนานนะ$1^เฮ้ คุณตุ๊กตาของฉัน อย่าหายไปนานนะ$1",
  "Good_9": "ฉันจะยังรักเธอทุกเมื่อเลยนะรู้มั้ย",
  "Neutral_0": "อย่าลืมดื่มน้ำในตอนที่คุณทำงาน!#$e#พักเยอะๆ นะ$7",
  "Neutral_1": "อืม ฉันสงสัยว่าวันนี้จะทำอะไรบ้าง#$e#วันนี้มีอะไรในวาระของคุณบ้าง",
  "Neutral_2": "คุณพักร้อนอยู่หรือเปล่า#$b# ดีจัง ดูแลสุขภาพและพักผ่อนให้สมดุลกับการทำงานด้วยนะ",
  "Neutral_3": "ฉันจะไม่เรียกชีวิตแต่งงานว่าน่าเบื่อหรอก แต่... ช่วงนี้รู้สึกเหมือนอยู่ฝ่ายเดียว$s",
  "Neutral_4": "ฉันยังคงพยายามเรียนรู้วิธีทำอาหารอย่างถูกต้อง ดังนั้นฉันจึงสามารถทำอาหารอร่อยๆ ให้คุณได้#$e#จนถึงตอนนี้ก็ยังไปไม่ได้อยู่ดี...",
  "Neutral_5": "จู่ๆ ฉันก็รู้สึกโทรมๆ ฉันน่าจะไปนอนได้แล้ว",
  "Neutral_6": "ฉันสงสัยว่าวันนี้ที่ไทยเป็นยังไงบ้าง",
  "Neutral_7": "วันนี้ฉันไม่อยากทำอะไรเลย แต่นั่นคือฉันทุกวัน...#$e#ฉันรู้สึกหมดอารมณ์ แค่นั้น",
  "Neutral_8": "ป่าว..แค่คิดอยู่ว่าคุณ คิดอะไรอยู่$1",
  "Neutral_9": "ฉันสงสัยว่าเราสองคนจะใช้ชีวิตร่วมกันได้นานแค่ไหน...",
  "Bad_0": "เรายังรักกัน...ใช่ไหม$s",
  "Bad_1": "*ถอนหายใจ*... $s",
  "Bad_2": "คุณไม่พอใจกับสิ่งที่เรามีรึป่าว$s#$e#...$s",
  "Bad_3": "ช่วงนี้คุณทำตัวแปลกๆนะ$s",
  "Bad_4": "ฉันหวังว่าคุณจะไม่ต้องคิดอะไรมากเกี่ยวกับ...ก็พวกเรา$s",
  "Bad_5": "ฉันคนเดียวยังไม่พอหรอ?$s",
  "Bad_6": "@... $s#$e#ไม่เป็นไร... $s",
  "Bad_7": "ถ้ามีอะไรผิดพลาด โปรดติดต่อกับฉัน @.$s#$e#*ถอนหายใจ*... $s",
  "Bad_8": "ขออภัย แต่ฉันไม่มีอารมณ์$s",
  "Bad_9": "บางทีฉันน่าจะไทยไปสะ... $s",
  "spring_1": "ปณิธานปีใหม่ของฉันคือการเรียนรู้สิ่งใหม่!$1 และได้อ่านหนังสือหลายๆเล่ม!! $1",
  "spring_8": "ฤดูใบไม้ผลิเป็นฤดูกาลที่ดีเสมอ$7",
  "spring_23": "พรุ่งนี้ฉันจะฝึกทำอาหารดู",
  "summer_1": "ฤดูร้อนมาถึงแล้ว!#$b#ดื่มน้ำให้มาก ๆ และอย่าทำงานหนักเกินไปนะ$7",
  "summer_8": "ถ้าคุณชอบ เราสามารถมีวันที่ดีที่ชายหาดด้วยกันได้นะ#$b#ฉันคิดว่าคุณน่าจะสนุกกับการแช่ตัวในมหาสมุทรเพื่อคลายร้อนนะ$1",
  "summer_15": "อากาศร้อนแบบนี้ไม่ต้องเป็นห่วงฉันมากนะ! คุณคือคนเดียวที่ทำงานหนักทั้งหมด#$b#กังวลเกี่ยวกับตัวเองเถอะ$11",
  "fall_1": "อ่า ฉันชอบฤดูใบไม้ร่วงมาก! อากาศเหมาะกับ การอ่านหนังสือที่บ้านมาก$h",
  "fall_8": "คุณพร้อมสำหรับฤดูหนาวหรือยังที่รัก",
  "fall_15": "คุณตัดสินใจแล้วหรือยังว่าจะเอาอะไรไปจัดแสดงในงาน Grange ในวันพรุ่งนี้?#$e#หวังว่าคุณจะเตะก้นของปิแอร์ในปีนี้ได้!$h",
  "fall_26": "ฉันรอเทศกาลนี้ไม่ไหวแล้ว! ฉันชอบทุกอย่างเกี่ยวกับมันเลย! $h",
  "winter_1": "*หาว* ฉันเริ่มง่วงเมื่อถึงฤดูหิมะ..$u",
  "winter_7": "พรุ่งนี้คุณจะเข้าร่วมการแข่งขันตกปลาไหม?#$e#ขอให้โชคดีนะที่รัก$1!",
  "winter_28": "ขอบคุณสำหรับความสุขที่มอบให้ตลอดทั้งปี @.$7#$e#ฉันหวังว่าจะอยู่เคียงข้างคุณตลอดไป$1#$b#ที่นี่! เพื่อเฉลิมฉลองปีใหม่ [348]",
  "patio_Ann": "วันนี้อากาศดี! ออกไปทำวันนี้ให้ดีที่สุดนะที่รัก!$1",
  "spouseRoom_Ann": "ขอให้มีความสุขมาก ๆ นะ @ ฉันเพิ่งจะทำความสะอาดที่นี่นิดหน่อย",
  "funLeave_Ann": "ฉันคิดว่าฉันจะเดินไปที่ชายหาดวันนี้ ดีใจเสมอที่ได้เห็นทะเลอีกครั้ง",
  "funReturn_Ann": "ฉันมีความสุขที่ชายหาดด้วยตัวเอง ฉันดูคลื่นมาและหายไปเหมือนครั้งก่อน"
}