{
  "Rainy_Day_0": "It's raining outside, so try to stay indoors baby $7#$e#it's so lonely you know $11",
  "Rainy_Day_1": "It's raining! I can't wait to do nothing. But stay in the house all day!! $5",
  "Rainy_Day_2": "Good morning!$h#$e#have a nice day baby. And don't work too hard",
  "Rainy_Day_3": "The more you like rain, I can't wear high heels like this anymore...",
  "Rainy_Day_4": "I'm not used to cooking yet, but I'll try my best!$1",
  "Rainy_Night_0": "It's cold, honey. Go to sleep so you can warm yourself up. $7",
  "Rainy_Night_3": "Rain makes our house look It's nice, isn't it?$h",
  "Rainy_Night_4": "Today I feel like in bed. Would you like to sleep together? $4",
  "Rainy_Night_5": "I'm glad you came home... I really want to hug you tonight!$1",
  "Indoor_Day_0": "Good morning handsome^Good morning. Beautiful$h#$e#Ready for the hard work $1",
  "Indoor_Day_1": "Good morning !!$h#$b#I'm trying to do something for you[210 211 195 240 610]",
  "Indoor_Day_2": "Did you sleep well?#$b#Looks like you're dreaming!$1",
  "Indoor_Day_3": "Look at that, I'm still dreaming $4",
  "Indoor_Day_4": "I look at all the hard work you do on this farm. And I must say I'm really impressed.#$e#I'm so proud of you @.$4",
  "Indoor_Night_0": "Did you finish everything today? @?#$e#You must be tired#$b#I'm ready to go to bed whenever you are $1",
  "Indoor_Night_1": "You seem to have worked hard today!$h#$e#don't be ashamed to leave work.",
  "Indoor_Night_2": "I'm glad you came home#$e#I'm a little lonely$l",
  "Indoor_Night_3": "Did you finish work? Let's go to bed $1",
  "Indoor_Night_4": "Done for today and ready for a good night's sleep!$1",
  "Outdoor_0": "Today is beautiful, sunny $7",
  "Outdoor_1": "If you want me Today I will be around Farm#$e#I'll cheer you up. Every day!$1",
  "Outdoor_2": "Have a nice day today. The sun is out#$e#good weather today Perfect for reading books",
  "Outdoor_4": "Would you like some coffee, honey?$h[150]",
  "OneKid_0": "%kid1 isn't the cutest?",
  "OneKid_1": "I hope %kid1 grows into a diligent person like you!$l",
  "OneKid_2": "Don't worry, I'll keep an eye on %kid1 today. You just focus on your work!$h",
  "OneKid_3": "Now that we have children, life is different. But I don't mean that in a bad way $1#$b#so happy to be with you $7",
  "TwoKids_0": "I gave %kid1 and %kid2 their breakfast. Trying to get in love today!$1",
  "TwoKids_1": "I hope you get the job done early. The kids talk nonstop about playtime with you!$1",
  "TwoKids_2": "I think your charming personality is growing in children. Baby#$e#every time i look at them I can't stop smiling $1",
  "TwoKids_3": "I've said it many times. But I love our family so much! $4",
  "Good_0": "Married life is... Well, I can't explain it right!$h#$b# and not to mention that there used to be great people like you$l",
  "Good_1": "The day you told me you loved me was the greatest day of my life. $4",
  "Good_2": "You know, that day at the bathhouse.. $4#$b#Like that was my first kiss $1",
  "Good_3": "Hello handsome!^Hello beautiful!",
  "Good_4": "Be careful @ I know you're very strong. But don't be too careless...$2",
  "Good_5": "Wow, you look so handsome today! Are you doing something different? $1^Your feminine charm is irresistible. I can't take my eyes off you $1",
  "Good_6": "Hey @ love you $4",
  "Good_7": "I appreciate all the hard work you've done! Just thought I should let you know $1#$e#I love you baby!$h",
  "Good_8": "Hey handsome, don't be gone too long $1^hey you my doll Don't be gone too long $1",
  "Good_9": "I will always love you, you know",
  "Neutral_0": "Remember to drink water while you work!#$e#rest a lot $7",
  "Neutral_1": "Hmm, I'm wondering what to do today#$e#What's on your agenda today?",
  "Neutral_2": "Are you on vacation?#$b# Nice. Take care of your health and rest and balance your work.",
  "Neutral_3": "I wouldn't call marriage boring, but... I feel like I'm one-sided these days$s",
  "Neutral_4": "I'm still trying to learn how to cook properly. So I can cook delicious food. You can give #$e# until now it's still not possible...",
  "Neutral_5": "Suddenly I felt shabby. I should probably go to sleep now",
  "Neutral_6": "I wonder how was today in Thailand?",
  "Neutral_7": "I don't want to do anything today. But that's me every day...#$e#I feel so emotional, that's all",
  "Neutral_8": "No..just thinking that you What are you thinking $1",
  "Neutral_9": "I wonder how long we can spend together...",
  "Bad_0": "We still love each other... right $s",
  "Bad_1": "*sigh*... $s",
  "Bad_2": "Are you dissatisfied with what we have $s#$e#...$s",
  "Bad_3": "You've been acting weird lately $s",
  "Bad_4": "I hope you don't have to think too much about...it's us$s",
  "Bad_5": "Am I alone not enough?$s",
  "Bad_6": "@... $s#$e#It's okay... $s",
  "Bad_7": "If something goes wrong. please contact with me @.$s#$e#*sigh*... $s",
  "Bad_8": "Sorry, but I'm not in the mood for $s",
  "Bad_9": "Maybe I should go to Thailand... $s",
  "spring_1": "My New Year's resolution is to learn something new!$1 And have read many books!! $1",
  "spring_8": "Spring is always a good season.$7",
  "spring_23": "Tomorrow I will practice cooking.",
  "summer_1": "Summer is here!#$b#Drink lots of water and don't work too hard.$7",
  "summer_8": "If you like, we can have a nice day at the beach together.#$b#I think you should enjoy taking a dip in the ocean to cool off $1",
  "summer_15": "This hot weather doesn't have to worry me much! You're the only one working all the hard work#$b#worry about yourself$11",
  "fall_1": "Ah, I love autumn! the weather is suitable reading at home a lot$h",
  "fall_8": "Are you ready for winter, honey?",
  "fall_15": "Have you decided what to show at Grange tomorrow?#$e#Hope you can kick Pierre's butt this year!$h",
  "fall_26": "I can't wait for this festival! I love everything about it! $h",
  "winter_1": "*yawning*I get sleepy when it's snowing..$u",
  "winter_7": "Will you take part in the fishing tournament tomorrow?#$e#Good luck my dear$1!",
  "winter_28": "Thank you for all the happiness you have given me throughout the year. @.$7#$e#I hope to be by your side forever $1#$b#here! to celebrate the new year [348]",
  "patio_Ann": "Good weather today! Go out and do your best baby!$1",
  "spouseRoom_Ann": "Have a nice day @ I just cleaned this place a bit.",
  "funLeave_Ann": "I think I'm going to walk to the beach today. Always glad to see the sea again",
  "funReturn_Ann": "I'm happy at the beach myself. I watched the waves come and go and disappear like before."
}
